Repository: phase1geo/Outliner
Catalog: po/extra/*.po
Languages: nl

source: Organize your words
nl: Orden je teksten

source: outline;
nl: overzicht;

source: New Document
nl: Nieuw document

source: Quickly create outlines and export them in a number of useful formats.
nl: Maak snel overzichten en exporteer ze naar een bruikbaar formaat.

source: Quickly create and navigate outlines using the keyboard or mouse.
nl: Maak snel overzichten en blader met je toetsenbord of muis.

source: Full support for rich text formatting and/or Markdown formatting.
nl: Volledige ondersteuning voor tekst- en/of Markdown-opmaak.

source: Add notes to any outline text.
nl: Voeg aantekeningen toe.

source: Add tags to any outline row.
nl: Voeg labels toe aan elke rij.

source: Add checkboxes to any or all outline text.
nl: Voeg aankruisvakjes toe.

source: Close/Hide any group within the outline for increased focus.
nl: Sluit/Verberg elke groep binnen het overzicht om beter te kunnen focussen.

source: Quick search and replace of any text within the document, including notes.
nl: Zoek en vervang snel tekst in het document of je aantekeningen.

source: Optionally focus on a portion of the document at a time when editing.
nl: Focus een deel van het document tijdens het aanpassen.

source: View document statistics such as character count, word count, row count and task information.
nl: Toon documentstatistieken, zoals het aantal tekens, woorden, rijen en taakinformatie.

source: Support for showing depth lines.
nl: Ondersteuning toegevoegd voor dieptelijnen.

source: Unlimited undo/redo of any change.
nl: Onbeperkt ongedaan maken/opnieuw uitvoeren.

source: Automatically saves in the background.
nl: Slaat automatisch op op de achtergrond.

source: Open multiple outlines with the use of tabs.
nl: Open meerdere overzichten op tabbladen.

source: Built-in themes.
nl: Ingebouwde thema's.

source: Support for changing fonts within a document.
nl: Ondersteuning voor het aanpassen van lettertypen.

source: Import from Minder and OPML.
nl: Importeer uit Minder en OPML.

source: Export to HTML, Markdown, Minder, OPML, Org-Mode, PDF and PlainText.
nl: Exporteer naar HTML, Markdown, Minder, OPML, Org-modus, PDF en platte tekst.

source: Printer support.
nl: Afdrukondersteuning.

source: New
nl: Nieuw

source: Changes
nl: Wijzigingen

source: Bug Fixes
nl: Foutoplossingen

source: Updated Dutch translation (thanks to Heimen Stoffels).
nl: Nederlandse vertaling bijgewerkt (met dank aan Heimen Stoffels).

source: Updated keyboard shortcut cheatsheet.
nl: Sneltoetsoverzicht bijgewerkt.

source: Added menu accelerators for Export, Print and Shortcut Cheatsheet menu items.
nl: Sneltoetsen toegevoegd voor exporteren, afdrukken en het tonen van het sneltoetsoverzicht.

source: Added support for showing notifications after export completes.
nl: Ondersteuning toegevoegd voor het tonen van meldingen na voltooien van export.

source: Added support for Menu or Shift-F10 keyboard shortcut for showing contextual menu.
nl: Ondersteuning toegevoegd voor de sneltoets Menu of Shift+F10 om het rechtermuisknopmenu te openen.

source: Added support for displaying main rows without text as blank rows.
nl: Ondersteuning toegevoegd voor het tonen van hoofdrijen als blanco rijen.

source: Added support for joining two rows.
nl: Ondersteuning toegevoegd voor het samenvoegen van rijen.

source: Added support for hiding header bar and tab bar for focused writing mode.
nl: Ondersteuning toegevoegd voor het verbergen van de kop- en tabbladbalken in focusmodus.

source: Improved look of menu accelerators.
nl: Vormgeving van sneltoetsaanwijzingen verbeterd.

source: Changing behavior of row split.
nl: Gedrag van rijsplitsing veranderd.

source: Updated shortcut cheatsheet.
nl: Sneltoetsoverzicht bijgewerkt.

source: Adding top margin to document for improved readability.
nl: Marge aan bovenkant van document toegevoegd voor verbeterde leesbaarheid.

source: Added support for displaying/hiding row depth lines.
nl: Ondersteuning toegevoegd voor het tonen/verbergen van dieptelijnen.

source: Added support for adding and highlighting row tags, including optional auto-completion support.
nl: Ondersteuning toegevoegd voor het toevoegen en markeren van rijlabels, inclusief optionele automatische aanvulling.

source: Added support for node filtering based on tags.
nl: Ondersteuning toegevoegd voor filteren op basis van labels.

source: Added support for stack-based focus mode.
nl: Ondersteuning toegevoegd voor focusmodus.

source: Added support for Markdown and new Markdown format toolbar.
nl: Ondersteuning toegevoegd voor Markdown en een nieuwe Markdown-opmaakwerkbalk.

source: Added tooltip when mouse cursor is over a group row expander which displays the number of subrows contained within it.
nl: Hulpballon toegevoegd bij het plaatsen van de cursor over een uitklappictogram, welke het aantal onderliggende rijen toont.

source: Added support for opening one or more files from the command-line or from a file browser.
nl: Ondersteuning toegevoegd voor het openen van één of meer bestanden vanuit een terminalvenster of bestandsbeheerder.

source: Changed application icon (thanks to Nararyans R.I.)
nl: Nieuw toepassingspictogram (met dank aan Nararyans R.I.)

source: Changed default location of checkboxes to display to the right of rows.
nl: Standaardlocatie van aankruisvakjes aangepast: rechts van rijen.

source: Changed behavior of unindenting a row such that row order is no longer modified.
nl: Gedrag van uitspringen van rijen aangepast zodat de volgorde niet meer wordt aangepast.

source: Changed behavior of the Return key when adding a new row from a group row such that the new row will be added to the group as the first row of that group.
nl: Gedrag van de Enter-toets aangepast zodat een nieuwe rij vanuit een groepsrij zodat de nieuwe rij nu bovenaan wordt toegevoegd.

source: Changed mouse cursor when it is over a checkbox.
nl: Cursor aangepast bij zweven boven aankruisvakjes.

source: Changed behavior of left and right keys on a group row to expand/collapse the tree one level at a time.
nl: Gedrag van linker- en rechterpijltjestoetsen in groepsrijen zodat voortaan één niveau per keer wordt in-/uitgeklapt.

source: Assigned Shift-right and Shift-left to expand/collapse the entire hierarchy for a given group row.
nl: Rechter- en linkershifttoetsen toegewezen aan het in-/uitklappen van de gehele hiërarchie van een groepsrij.

source: Reorganized Node commands in keyboard shortcut cheatsheet.
nl: Sneltoetsoverzicht opnieuw ingedeeld.

source: Added missing keyboard shortcut for task toggling to cheatsheet.
nl: Ontbrekende sneltoets voor het tonen/verbergen van taken toegevoegd aan het sneltoetsoverzicht.

source: Fixed issues with exporting supported XML-based filetypes.
nl: Problemen opgelost omtrent het exporteren van ondersteunde xml-bestanden.

source: Fixed display issue when a descendant node is selected and one of its ancestors is collapsed.
nl: Weergaveprobleem omtrent knooppunten opgelost.

source: Fixed Save As window adding the .outliner prefix to a file that already has this prefix.
nl: Venster 'Opslaan als' verbeterd zodat de bestandsextensie '.outliner' wordt toegevoegd aan bestaande bestanden.

source: Fixed display issue that can occur when a group is deleted.
nl: Weergaveprobleem omtrent verwijderde groepsrijen opgelost.

source: Fixed issues with undo/redo support for expanding/collapsing groups.
nl: Problemen opgelost omtrent ongedaan maken/opnieuw bij het in-/uitklappen van groepen.

source: Fixed issue with pasting UTF8 strings from clipboard.
nl: Problemen opgelost omtrent aantekeningen.

source: Added highlight for row that the mouse cursor is currently over.
nl: Markering toegevoegd aan de rij waar de muis bovenzweeft.

source: Added support for row labeling for the purposes of moving and selecting rows.
nl: Ondersteuning toegevoegd voor het labelen van rijen voor verplaatsen en selecteren.

source: Added support for changing document and application default fonts.
nl: Ondersteuning toegevoegd voor het aanpassen van de document- en toepassingslettertypen.

source: Added support for adding checkbox state to rows.
nl: Ondersteuning toegevoegd voor het toevoegen van aankruisvakjes.

source: Added checkbox statistics to the statistics panel.
nl: Aankruisvakstatistieken toegevoegd aan het statistiekenpaneel.

source: Added Org-Mode export mode.
nl: Org-Mode toegevoegd als exportmodus.

source: When only row is deleted, a new row will be added and placed into edit mode.
nl: Een nieuwe rij wordt alleen toegevoegd na het verwijderen van een rij in bewerkmodus.

source: Changed cursor and added tooltip when cursor is over URL and Control is held down.
nl: Cursor aangepast en hulpballon toegevoegd aan url's als Ctrl ingedrukt is.

source: Enhanced clipboard functionality.
nl: Klembordfunctionaliteit verbeterd.

source: Modified look of statistics panel to improve readability of display groups of information.
nl: Uiterlijk van het statistiekenpaneel aangepast voor verbeterde leesbaarheid van gegroepeerde informatie.

source: Fixed right margin for descendant rows.
nl: Rechtermarge van afgeleide rijen gerepareerd.

source: Fixed exports to allow existing files to be overwritten.
nl: Exporteren kan nu bestaande bestanden overschrijven.

source: Added support for row cloning.
nl: Onderteuning toegevoegd voor het klonen van rijen.

source: Added French translation (thanks to Nathan Bonnemains).
nl: Franse vertaling (met dank aan Nathan Bonnemains).

source: Added Dutch translation (thanks to Heimen Stoffels).
nl: Nederlandse vertaling (met dank aan Heimen Stoffels).

source: Added support for subscript and superscript text formatting.
nl: Volledige ondersteuning toegevoegd voor subscript en superscript.

source: Added support for using input methods.
nl: Ondersteuning toegevoegd voor invoermethoden.

source: Added new keyboard shortcuts for selecting and moving rows.
nl: Sneltoetsen toegevoegd voor het selecteren en verplaatsen van rijen.

source: Added keyboard shortcuts for deleting the next or previous word.
nl: Sneltoetsen toegevoegd voor het verwijderen van het vorige of volgende woord.

source: Added new selection submenu to contextual menu.
nl: Selectiesubmenu toegevoegd aan het rechtermuisknopmenu.

source: Added clear formatting button to format bar.
nl: Knop toegevoegd aan opmaakwerkbalk voor het wissen van de opmaak.

source: Improved look of format bar, especially for dark themes.
nl: Uiterlijk van de opmaakwerkbalk verbeterd, vooral voor donkere thema's.

source: Changed tab bar coloring to match the background color of the current tab.
nl: De tabbladbalk kleurt nu mee met de achtergrondkleur van het huidige tabblad.

source: Improved undo/redo tooltips to look better in non-English translations.
nl: Hulpballonnen van ongedaan maken/opnieuw uitvoeren verbeterd in niet-Engelse talen.

source: Fixed issue with deleting a single character for multi-byte characters.
nl: Probleem opgelost met het verwijderen van één teken in multi-bytetekens.

source: Fixed application screenshots.
nl: Toepassingsschermfoto's verbeterd.

source: Fixed issues with showing or hiding a note.
nl: Problemen opgelost omtrent aantekeningen.

source: Fixed theming issues when two tabs use different themes.
nl: Themaproblemen opgelost bij tabbladen die verschillende thema's gebruiken.

source: Fixed translation string issues (thanks to Nathan Bonnemains).
nl: Vertaalproblemen opgelost (met dank aan Nathan Bonnemains).

source: Fixed text positioning issues when tags are added to text.
nl: Tekstpositioneringsproblemen opgelost omtrent labels.

source: Fixed issues with making shortcut cheatsheet text translatable.
nl: Problemen opgelost omtrent de vertaling van het sneltoetsoverzicht.

source: Fixed application crash when moving a row to the top of the document.
nl: Crash opgelost bij het verplaatsen van een rij naar de bovenkant.

source: Fixed title of shortcut cheatsheet.
nl: Titel van het sneltoetsoverzicht verbeterd.

source: Fixed application crashes and incorrectly placed rows when moving them via the mouse.
nl: Crashes en door muisverplaatsingen onjuist geplaatste rijen gerepareerd.

source: Initial release!
nl: Initiële uitgave!
