Repository: phase1geo/Outliner
Catalog: po/*.po
Languages: nl, ru

source: unnamed
nl: naamloos
ru: безымянный

source: Close Tab
nl: Tabblad sluiten
ru: Закрыть вкладку

source: Open in a New Window
nl: Openen in nieuw venster
ru: Открыть в новом окне

source: Duplicate
nl: Klonen
ru: Создать копию

source: Close Other Tab
nl: Andere tabblad sluiten
ru: Закрыть другую вкладку

source: Close Other Tabs
nl: Andere tabbladen sluiten
ru: Закрыть остальные вкладки

source: Clear All
nl: Alles wissen
ru: Стереть всё

source: New Tab
nl: Nieuw tabblad
ru: Создать вкладку

source: Undo Close Tab
nl: Gesloten tabblad heropenen
ru: Отменить закрытие вкладки

source: Closed Tabs
nl: Gesloten tabbladen
ru: Закрытые вкладки

source: Export…
nl: Exporteren…
ru: Экспортировать…

source: Cancel
nl: Annuleren
ru: Отмена

source: Export
nl: Exporteren
ru: Экспортировать

source: To right
nl: Naar rechts
ru: Вправо

source: PlainText
nl: Platte tekst
ru: Простой текст

source: Copy
nl: Kopiëren
ru: Скопировать

source: Cut
nl: Knippen
ru: Вырезать

source: Bold
nl: Vetgedrukt
ru: Полужирный

source: Italic
nl: Cursief
ru: Наклонный

source: Underline
nl: Onderstrepen
ru: Подчёркивание

source: Strikethrough
nl: Doorhalen
ru: Зачёркивание

source: Code Block
nl: Codeblok
ru: Блок кода

source: Superscript
ru: Верхний индекс

source: Subscript
ru: Нижний индекс

source: Header
nl: Kop
ru: Заголовок

source: None
nl: Niks
ru: Нет

source: Apply Highlight Color
nl: Markeerkleur toepassen
ru: Применить цвет выделения

source: Change Highlight Color
nl: Markeerkleur aanpassen
ru: Изменить цвет выделения

source: Apply Font Color
nl: Lettertypekleur toepassen
ru: Применить цвет шрифта

source: Change Font Color
nl: Lettertypekleur aanpassen
ru: Изменить цвет шрифта

source: Link
ru: Ссылка

source: Clear all formatting
nl: Alle opmaak wissen
ru: Очистить форматирование

source: Apply
nl: Toepassen
ru: Применить

source: New File
nl: Nieuw bestand
ru: Создать документ

source: Open File
nl: Bestand openen
ru: Открыть документ

source: Save File As
nl: Bestand opslaan als
ru: Сохранить файл как

source: Undo
nl: Ongedaan maken
ru: Отменить

source: Redo
nl: Opnieuw uitvoeren
ru: Вернуть

source: Unnamed Document
nl: Naamloos document
ru: Безымянный документ

source: Search
nl: Zoeken
ru: Найти

source: Statistics
nl: Statistieken
ru: Статистика

source: <b>Text Statistics</b>
nl: <b>Tekststatistieken</b>
ru: <b>Статистика текста</b>

source: Characters:
nl: Aantal tekens:
ru: Символов:

source: Words:
nl: Aantal woorden:
ru: Слов:

source: Rows:
nl: Aantal rijen:
ru: Рядов:

source: <b>Checkbox Statistics</b>
nl: <b>Aankruisvakstatistieken</b>
ru: <b>Статистика по задачам</b>

source: Total:
nl: Totaal:
ru: Всего:

source: Incomplete:
nl: Onvoltooid:
ru: Не завершено:

source: In Progress:
nl: In uitvoering:
ru: В процессе:

source: Completed:
nl: Voltooid:
ru: Завершено:

source: Print…
nl: Afdrukken…
ru: Печать…

source: Properties
nl: Eigenschappen
ru: Свойства

source: Theme:
nl: Thema:
ru: Тема:

source: Enumeration Style:
nl: Opsommingstijl:
ru: Стиль нумерации:

source: Condensed Mode:
nl: Compacte modus:
ru: Компактный режим:

source: Show Checkboxes
nl: Aankruisvakjes tonen
ru: Показывать чекбоксы

source: Show Depth Lines
nl: Dieptelijnen tonen
ru: Показывать линии вложенности

source: Enable Blank Rows
nl: Blanco rijen toestaan
ru: Включить пустые ряды

source: Enable Markdown Highlighting
nl: Markdown-markering gebruiken
ru: Включить форматирование Markdown

source: Shortcuts Cheatsheet
nl: Sneltoetsoverzicht
ru: Справка по клавиатурным комбинациям

source: Enter Distraction-Free Mode
nl: Afleidingsvrije modus starten
ru: Режим без отвлекающих факторов

source: Save current unnamed document?
nl: Wil je het huidige, naamloze document opslaan?
ru: Сохранить текущий безымянный документ?

source: Changes will be permanently lost if not saved.
nl: Als je dat niet doet, gaan alle aanpassingen permanent verloren.
ru: Если не сохранить документ, изменения будут утрачены навсегда.

source: Discard Changes
nl: Aanpassingen verwerpen
ru: Отказаться от изменений

source: Save
nl: Opslaan
ru: Сохранить

source: Open
nl: Openen
ru: Открыть

source: Save File
nl: Bestand opslaan
ru: Сохранить документ

source: Paste
nl: Plakken
ru: Вставить

source: Paste and Replace
nl: Plakken en vervangen
ru: Вставить и заменить

source: Delete
nl: Verwijderen
ru: Удалить

source: Clone
nl: Klonen
ru: Клонировать

source: Copy As Clone
nl: Kopiëren als kloon
ru: Скопировать как клон

source: Paste Clone
nl: Kloon plakken
ru: Вставить клон

source: Unclone
nl: Kloon ongedaan maken
ru: Расклонировать

source: Edit Text
nl: Tekst aanpassen
ru: Изменить текст

source: Edit Note
nl: Aantekening aanpassen
ru: Изменить примечание

source: Show Note
nl: Aantekening tonen
ru: Показать примечание

source: Add Tag
nl: Label toevoegen
ru: Добавить тег

source: Add Row Above
nl: Rij hierboven toevoegen
ru: Добавить ряд выше

source: Add Row Below
nl: Rij hieronder toevoegen
ru: Добавить ряд ниже

source: Join To Row Above
nl: Samenvoegen met rij hierboven
ru: Объединить с рядом выше

source: Indent
nl: Inspringen
ru: Отступ вправо

source: Unindent
nl: Niet inspringen
ru: Отступ влево

source: Expand Children
nl: Onderliggende items uitklappen
ru: Развернуть потомков

source: Focus
nl: Focussen
ru: Режим фокусировки

source: Select Row
nl: Rij selecteren
ru: Выбрать ряд

source: Select Row Above
nl: Rij hierboven selecteren
ru: Выбрать ряд выше

source: Select Row Below
nl: Rij hieronder selecteren
ru: Выбрать ряд ниже

source: Select Previous Sibling Row
nl: Vorige afgeleide rij selecteren
ru: Выбрать предыдущий ряд-потомок

source: Select Next Sibling Row
nl: Volgende afgeleide rij selecteren
ru: Выбрать следующий ряд-потомок

source: Select Parent Row
nl: Bovenliggende rij selecteren
ru: Выбрать родительский ряд

source: Select Last Child Row
nl: Laatste afgeleide rij selecteren
ru: Выбрать последний ряд-потомок

source: Select First Row
nl: Eerste rij selecteren
ru: Выбрать первый ряд

source: Select Last Row
nl: Laatste rij selecteren
ru: Выбрать последний ряд

source: Select Labeled Row
nl: Gelabelde rij selecteren
ru: Выбрать ряд с меткой

source: Labels
ru: Метки

source: Add Label
nl: Label toevoegen
ru: Добавить метку

source: Move To Label
nl: Verplaatsen naar label
ru: Перенести в метку

source: Clear All Labels
nl: Alle labels verwijderen
ru: Стереть все метки

source: Label-
ru: Метка-

source: Remove Label
nl: Label verwijderen
ru: Снять метку

source: Hide Note
nl: Aantekening verbergen
ru: Скрыть примечание

source: Hide Children
nl: Onderliggende items verbergen
ru: Скрыть потомков

source: Show Children
nl: Onderliggende items tonen
ru: Показать потомков

source: Outline
nl: Contour
ru: План

source: Section
nl: Sectie
ru: Раздел

source: No enumeration will be displayed
nl: Er wordt geen opsomming getoond
ru: План без нумерации

source: Shows outline-like enumeration (ex., I., A., 1.)
nl: Toont opsommingen met contour (bijv.: I., A., 1.)
ru: Показывать нумерацию как в плане (например, I., A., 1.)

source: Shows section enumeration (ex., 2., 2.1., 2.1.3.)
nl: Toont sectie-opsommingen (bijv. 2., 2.1., 2.1.3)
ru: Показывать нумерацию как в разделах (например, 2., 2.1., 2.1.3.)

source: Exit Focus Mode
nl: Focusmodus verlaten
ru: Выйти из режима фокусировки

source: Show note
nl: Aantekening tonen
ru: Показать примечание

source: Hide note
nl: Aantekening verbergen
ru: Скрыть примечание

source: %u subrows
nl: %u onderliggende rijen
ru: %u субрядов

source: Title
nl: Naam
ru: Название

source: In Focus Mode. Hit the Escape key to exit.
nl: Focusmodus ingeschakeld. Druk op Escape om te verlaten.
ru: В режиме фокусировки. Нажмите Escape для выхода.

source: Hit the Escape key to exit.
nl: Druk op Escape om te verlaten.
ru: Нажмите Escape, чтобы выйти

source: Find text…
nl: Tekst zoeken…
ru: Найти текст…

source: Replace with…
nl: Vervangen door…
ru: Заменить на…

source: Replace
nl: Vervangen
ru: Заменить

source: Replace All
nl: Alles vervangen
ru: Заменить все

source: Nodes are currently filtered by tag @%s.
nl: Knopen worden momenteel gefilterd op ‘@%s’.
ru: Примечания фильтруются сейчас по тегу @%s.

source: Dark
nl: Donker
ru: Тёмная

source: Light
nl: Licht
ru: Светлая

source: Mild
ru: Мягкая

source: PrintColor
nl: Afdrukken in kleur
ru: Печать в цвете

source: PrintGrayscale
nl: Afdrukken in zwart-wit
ru: Печать в градациях серого

source: Solarized Dark
nl: Gesolariseerd (donker)
ru: Solarized тёмная

source: Solarized Light
nl: Gesolariseerd (licht)
ru: Solarized светлая

source: cut item
nl: item knippen
ru: вырезание объекта в буфер обмена

source: delete item
nl: item verwijderen
ru: удаление объекта

source: expander change
nl: uitklappen aanpassen
ru: разворачивание или сворачивание

source: indent item
nl: item inspringen
ru: отступ вправо

source: insert item
nl: item invoegen
ru: вставку объекта

source: join rows
nl: rijen samenvoegen
ru: объединение рядов

source: move item
nl: item verplaatsen
ru: перемещение объекта

source: title change
nl: titel aanpassen
ru: смену заголовка

source: note change
nl: aantekening aanpassen
ru: правку примечания

source: paste item
nl: item plakken
ru: вставку объекта

source: replace node
nl: knoop vervangen
ru: замену узла

source: split item
nl: item splitsen
ru: разделение объекта

source: unclone item
nl: item niet meer klonen
ru: расклонирование объекта

source: unindent item
nl: item niet inspringen
ru: отступ влево

source: replace all
nl: alles vervangen
ru: замену всего

source: text deletion
nl: tekst wissen
ru: удаление текста

source: clear formatting
nl: opmaak wissen
ru: очистку форматирования

source: text insertion
nl: tekst invoegen
ru: вставку текста

source: text replacement
nl: tekst vervangen
ru: замену текста

source: format tag add
nl: opmaaklabel toevoegen
ru: вставку тега форматирования

source: format tag remove
nl: opmaaklabel verwijderen
ru: удаление тега форматирования

source: document title change
nl: titel aanpassen
ru: смену названия документа

source: Undo:
nl: Ongedaan maken:
ru: Отменить:

source: Redo:
nl: Opnieuw uitvoeren:
ru: Вернуть:

source: Zoom Out
nl: Uitzoomen
ru: Отдалить

source: Zoom Actual
nl: Zoomen naar ware grootte
ru: Масштаб 100%

source: Zoom In
nl: Inzoomen
ru: Приблизить

source: Outliner Shortcuts
nl: Outliner-sneltoetsen
ru: Клавиатурные комбинации Outliner

source: General
nl: Algemeen
ru: Общие

source: File
nl: Bestand
ru: Документы

source: Import File
nl: Bestand importeren
ru: Импортировать документ

source: Export File
nl: Bestand exporteren
ru: Экспортировать документ

source: Print File
nl: Bestand afdrukken
ru: Напечатать документ

source: Close File
nl: Bestand sluiten
ru: Закрыть документ

source: Undo/Redo
nl: Ongedaan maken/Opnieuw
ru: Отмена/Возврат

source: Undo Last Change
nl: Recentste aanpassing ongedaan maken
ru: Отменить последнее изменение

source: Redo Last Undo
nl: Recentste aanpassing opnieuw uitvoeren
ru: Вернуть последнюю правку

source: Zooming
nl: Zoomen
ru: Масштаб

source: Zoom To Actual Size
nl: Zoomen naar ware grootte
ru: Масштаб 100%

source: Miscellaneous
nl: Overig
ru: Разное

source: Search Text
nl: Tekst zoeken
ru: Искать текст

source: Show Contextual Menu
nl: Rechtermuisknopmenu tonen
ru: Показать контекстное меню

source: Show Keyboard Shortcuts
nl: Sneltoetsen tonen
ru: Показать клавиатурные комбинации

source: Toggle Distraction-Free Mode
nl: Afleidingsvrije modus aan/uit
ru: Переключить режим без отвлекающих факторов

source: Quit Application
nl: Toepassing afsluiten
ru: Завершить работу

source: Row Commands
nl: Rij-opdrachten
ru: Команды работы с рядами

source: Creation/Deletion
nl: Toevoegen/Verwijderen
ru: Создание и удаление

source: Delete Row
nl: Rij verwijderen
ru: Удалить ряд

source: Clipboard
nl: Klembord
ru: Буфер обмена

source: Copy Row
nl: Rij kopiëren
ru: Скопировать ряд

source: Cut Row
nl: Rij knippen
ru: Вырезать ряд

source: Paste Row Below
nl: Rij hieronder plakken
ru: Вставить как ряд ниже

source: Paste Row Above
nl: Rij hierboven plakken
ru: Вставить как ряд выше

source: Changing Current
nl: Huidige aanpassen
ru: Правка выделенного

source: Change Task State
nl: Taakstatus aanpassen
ru: Изменить статус задачи

source: Indent Row
nl: Rij inspringen
ru: Отступ вправо

source: Outdent Row
nl: Rij inspringen ongedaan maken
ru: Отступ влево

source: Changing View
nl: Weergave wijzigen
ru: Изменения в просмотре

source: Expand One Subrow Level
nl: Eén onderliggende rij uitklappen
ru: Развернуть ряд уровнем ниже

source: Collapse One Subrow Level
nl: Eén onderliggende rij inklappen
ru: Свернуть ряд уровнем ниже

source: Expand All Subrows
nl: Alle onderliggende rijen uitklappen
ru: Развернуть все вложенные ряды

source: Collapse All Subrows
nl: Alle onderliggende rijen inklappen
ru: Свернуть все вложенные ряды

source: Add Current to Focus Stack
nl: Huidige toevoegen aan focusreeks
ru: Добавить выделенное к фокусировке

source: Exit Focus View
nl: Focusmodus verlaten
ru: Прекратить просмотр фокусировки

source: Go Back in Focus View Stack
nl: Terug in focusweergave
ru: Перейти назад по сфокусированным объектам

source: Go Forward in Focus View Stack
nl: Vooruit in focusweergave
ru: Перейти вперёд по сфокусированным объектам

source: Traversal
nl: Traversieel
ru: Переходы

source: Select Root Row
nl: Hoofdrij selecteren
ru: Выбрать корневой ряд

source: Select Previous Row
nl: Vorige rij selecteren
ru: Выбрать предыдущий ряд

source: Select Next Row
nl: Volgende rij selecteren
ru: Выбрать следующий ряд

source: Select Row One Page Up
nl: Rij één pagina omhoog selecteren
ru: Выбрать ряд страницей выше

source: Select Row One Page Down
nl: Rij één pagina omlaag selecteren
ru: Выбрать ряд страницей ниже

source: Select Top-most Row
nl: Bovenste rij selecteren
ru: Выбрать самый верхний ряд

source: Select Bottom-most Row
nl: Onderste rij selecteren
ru: Выбрать самый нижний ряд

source: Row Movement
nl: Rijverplaatsing
ru: Перемещение рядов

source: Move Selected Group Up
nl: Geselecteerde groep omhoog verplaatsen
ru: Переместить выбранную группу выше

source: Move Selected Group Down
nl: Geselecteerde groep omlaag verplaatsen
ru: Переместить выбранную группу ниже

source: Move Selected Group To Top
nl: Geselecteerde groep naar bovenkant verplaatsen
ru: Переместить выбранную группу наверх

source: Move Selected Group To Bottom
nl: Geselecteerde groep naar onderkant verplaatsen
ru: Переместить выбранную группу вниз

source: Join Row To Row Above
nl: Samenvoegen met rij hierboven
ru: Объединить ряд с рядом выше

source: Label Commands
nl: Labelopdrachten
ru: Команды работы с метками

source: Add/Remove Label
nl: Label toevoegen/verwijderen
ru: Добавить или удалить метку

source: Remove All Labels
nl: Alle labels verwijderen
ru: Снять все метки

source: Selection
nl: Selectie
ru: Выделение

source: Select Label-1 Row
nl: Label-1-rij selecteren
ru: Выбрать ряд с меткой 1

source: Select Label-2 Row
nl: Label-2-rij selecteren
ru: Выбрать ряд с меткой 2

source: Select Label-3 Row
nl: Label-3-rij selecteren
ru: Выбрать ряд с меткой 3

source: Select Label-4 Row
nl: Label-4-rij selecteren
ru: Выбрать ряд с меткой 4

source: Select Label-5 Row
nl: Label-5-rij selecteren
ru: Выбрать ряд с меткой 5

source: Select Label-6 Row
nl: Label-6-rij selecteren
ru: Выбрать ряд с меткой 6

source: Select Label-7 Row
nl: Label-7-rij selecteren
ru: Выбрать ряд с меткой 7

source: Select Label-8 Row
nl: Label-8-rij selecteren
ru: Выбрать ряд с меткой 8

source: Select Label-9 Row
nl: Label-9-rij selecteren
ru: Выбрать ряд с меткой 9

source: Move Row Into Labeled Row
nl: Rij verplaatsen naar gelabelde rij
ru: Переместить ряд в ряд с меткой

source: Move To Label-1 Row
nl: Verplaatsen naar label-1-rij
ru: Переместить в ряд с меткой 1

source: Move To Label-2 Row
nl: Verplaatsen naar label-2-rij
ru: Переместить в ряд с меткой 2

source: Move To Label-3 Row
nl: Verplaatsen naar label-3-rij
ru: Переместить в ряд с меткой 3

source: Move To Label-4 Row
nl: Verplaatsen naar label-4-rij
ru: Переместить в ряд с меткой 4

source: Move To Label-5 Row
nl: Verplaatsen naar label-5-rij
ru: Переместить в ряд с меткой 5

source: Move To Label-6 Row
nl: Verplaatsen naar label-6-rij
ru: Переместить в ряд с меткой 6

source: Move To Label-7 Row
nl: Verplaatsen naar label-7-rij
ru: Переместить в ряд с меткой 7

source: Move To Label-8 Row
nl: Verplaatsen naar label-8-rij
ru: Переместить в ряд с меткой 8

source: Move To Label-9 Row
nl: Verplaatsen naar label-9-rij
ru: Переместить в ряд с меткой 9

source: Text Editing
nl: Tekstbewerking
ru: Редактирование текста

source: Cursor Movement
nl: Cursorverplaatsing
ru: Перемещение курсора

source: Next Character
nl: Volgende teken
ru: Следующий символ

source: Previous Character
nl: Vorige teken
ru: Предыдущий символ

source: Next Word
nl: Volgende woord
ru: Следующее слово

source: Previous Word
nl: Vorige woord
ru: Предыдущее слово

source: Next Line
nl: Volgende regel
ru: Следующая строка

source: Previous Line
nl: Vorige regel
ru: Предыдущая строка

source: Start Of Text
nl: Begin van de tekst
ru: Начало текста

source: End Of Text
nl: Einde van de tekst
ru: Конец текста

source: Copy Selected Text
nl: Geselecteerde tekst kopiëren
ru: Скопировать выделенный текст

source: Cut Selected Text
nl: Geselecteerde tekst knippen
ru: Вырезать выделенный текст

source: Paste Text
nl: Tekst plakken
ru: Вставить текст

source: Select All
nl: Alles selecteren
ru: Выбрать всё

source: Deselect All
nl: Niets selecteren
ru: Снять выделение

source: Add Next Character
nl: Volgende teken toevoegen
ru: Добавить следующий символ

source: Add Previous Character
nl: Vorige teken toevoegen
ru: Добавить предыдущий символ

source: Add Next Word
nl: Volgende woord toevoegen
ru: Добавить следующее слово

source: Add Previous Word
nl: Vorige woord toevoegen
ru: Добавить предыдущее слово

source: Add Next Line
nl: Volgende regel toevoegen
ru: Добавить следующую строку

source: Add Previous Line
nl: Vorige regel toevoegen
ru: Добавить предыдущую строку

source: Add Start Of Text
nl: Begin van de tekst toevoegen
ru: Добавить начало текста

source: Add End Of Text
nl: Einde van de tekst toevoegen
ru: Добавить конец текста

source: Show Emoji Picker
nl: Emojikiezer tonen
ru: Показать окно выбора эмотиконов

source: Split Row at Cursor
nl: Rij splitsen vanaf cursor
ru: Разделить ряд по курсору

source: End Editing
nl: Stoppen met bewerken
ru: Завершить редактирование

source: Org-Mode
nl: Org-modus
